{
	"timestamp": "Tue Jun 09 15:59:56 2015",
	"org_type": "school",
	"org_name": "Anacostia SHS",
	"org_code": "0450",
	"closed": false,
	"charter": false,
	"school_type": [
		"Regular School"
	 ],
	"great_schools": {
		"gs_url": "http://www.greatschools.org/washington-dc/washington/66-Anacostia-High-School"
	},
	"ward": "8",
	"grades_serviced": ["09","10","11","12"],
	"grades_accepted": ["10","11","12","09"],
	"description": "Anacostia High School underwent an academic restructuring in 2009–10 that resulted in the creation of four distinct learning academies that are now divided by grade level, within the greater Anacostia body. To provide students personalized, comprehensive instruction and greater individual support, each learning academy is equipped with its own administrator (Principal or Assistant Principal), dean, counselor, staff and teachers. All Anacostia students have the opportunity to enroll in Advanced Placement courses. In addition, beginning in the fall of 2011, students will have the opportunity to enroll in one of two career pathway programs: an Allied Health and certificate program in Emergency Management Technician (EMT), as well as a program in Homeland Security and Law Enforcement. Anacostia is in its final stage of a complete modernization, which includes a fully updated building with state-of-the-art science and computer labs.",
	 "address": {
		"line_1": "1601 16TH ST  SE",
		"line_2": "",
		"city": "Washington",
		"state": "DC",
		"zip": "20020",
		"lat": 38.87008,
		"long": -76.98308
	 },
	"transit": "90, 92, 93 (U Street-Garfield Line), A31, A32, A33 (Anacostia-Congress Heights Line), B2 (Blandensburg Road-Anacostia Line), U2 (Minnesota Ave-Anacostia Line), V5 (Fairfax Village-L'Enfant Plaza Line), W6, W8 (Garfield-Anacostia Loop Line)",
	"website": "http://www.dcps.dc.gov",
	"facebook": "http://www.facebook.com/dcpublicschools",
	"twitter": null,
	"external_report_card": "http://profiles.dcps.dc.gov/Anacostia+High+School",
	"equity_report_url": 
"http://osse.dc.gov/sites/default/files/dc/sites/osse/publication/attachments/2013_Equity_Report_DCPS_External_Anacostia%20High%20School.pdf",
	"contact": [
		{
			"name": "Ian Roberts",
			"title": "Principal",
			"phone": "(202) 698-2155",
			"email": "ian.roberts@dc.gov"
		}
		]
	}
