{
	"timestamp": "Mon Mar 09 17:51:30 2015",
	"org_type": "school",
	"org_name": "Savoy ES",
	"org_code": "0307",
	 "exhibit": {
		"id": "overview",
			"closed": false,
			"charter": false,
			"school_type": [
				"Regular school"
			 ],
			"great_schools": {
				"gs_url": "http://www.greatschools.org/washington-dc/washington/20-Savoy-Elementary-School"
			},
			"ward": "8",
			"grades_serviced": ["01","02","03","04","05","KG","PK3","PK4"],
			"grades_accepted": ["04","05","01","PK4","KG","02","03","PK3"],
			"description": "Alfred Kiger Savoy Elementary is a PK3–5 Arts Education Institution centered around the idea of becoming a beacon to the world by creating an exciting environment where young people are peerless in their academic achievements and fearless in their artistic accomplishments. We believe that it is our purpose and responsibility to affirm cultural self-awareness that allows each student to envision and fulfill his or her destiny. As recipients of the 2012 President's Committee on the Arts and Humanities Turnaround: Arts designation, our teachers strive to convey the abilities to think critically, act responsibly and apply these concepts consistently. With at least five computers in every classroom, Promethean Boards in grades 2–5, a library media center with more than 10,000 volumes, and a 25-terminal computer lab, our dedicated faculty is more than prepared to develop lifelong learners for the 21st century and beyond.",
			 "address": {
				"line_1": "2400 Shannon Pl. SE",
				"line_2": null,
				"city": "Washington",
				"state": "DC",
				"zip": "20020",
				"lat": 38.86285,
				"long": -76.9936
			 },
			"transit": "A4, A5 (DC Village - Anacostia Station), A46, A48, A8 (Livingston - Archives/L'Enfant Plaza/Anacostia Metro), P18 (Fort Washigton - Anacostia Station), A2. A42 (Southern Ave Station - Archives/Anacostia Station), B2 (Anacostia - Mount Rainier), W2, W3(Washington Overlook - United Medical Center), W6 (Anacostia Shuttle), 94 (Anacostia Station). 90, 93 (Ellington Bridge - Congress Heights), P1, P6 (Anacostia Station - Potomac Park/Rhode Island Ave), W4 (Deanwood - Anacostia Station), W14 (Friendly)",
			"website": "www.dcps.dc.gov/DCPS/savoy",
			"facebook": "http://www.facebook.com/dcpublicschools",
			"twitter": null,
			"external_report_card": "http://profiles.dcps.dc.gov/Savoy+Elementary+School",
			"equity_report_url": 
"http://osse.dc.gov/sites/default/files/dc/sites/osse/publication/attachments/2013_Equity_Report_DCPS_External_Savoy%20Elementary%20School.pdf",
			"contact": [
				{
					"name": "Patrick Pope",
					"title": "Principal",
					"phone": "(202) 939-2000",
					"email": "patrick.pope@dc.gov"
				}
			]
		}
}
